Repository: ulanpy/nuspace
Catalog: backend/routes/bot/locales/kz/LC_MESSAGES/messages.po
Languages: kk

source: Отлично, теперь выбери верный смайлик!
kk: Керемет, енді сайтта көрсетілген дұрыс эмодзиді таңдаңыз!

source: Ваш телеграм аккаунт уже привязан!
kk: Сіздің Telegram аккаунтыңыз бұрыннан байланыстырылған!

source: Некорректная ссылка
kk: Қате сілтеме

source: Добро пожаловать в NUspace, перейди по ссылке ниже!
kk: NUspace-қа қош келдіңіз, төмендегі сілтемеге өтіңіз!

source: Выбери нужный язык!
kk: Қажетті тілді таңдаңыз!

source: Уже авторизирован!
kk: Бұрыннан авторизациядан өткен!

source: Телеграм аккаунт успешно привязан!
kk: Telegram аккаунты сәтті байланыстырылды!

source: Введенный вами символ неверный!
kk: Енгізген таңбаңыз дұрыс емес!

source: Язык успешно изменен!
kk: Тіл сәтті өзгертілді!

source: ✅Есть в базе NUspace
kk: ✅Расталған NU-поштасы бар пайдаланушы

source: ⛔️Нету в базе NUspace
kk: ⛔️Бұл Telegram пайдаланушысы Nuspace жүйесінде тіркелмеген. Оған тіркелуін сұраңыз.

source: ⛔️К сожалению из-за настроек конфиденциальности пользователя это недоступно, но есть другой вариант!
kk: ⛔️Өкінішке орай, пайдаланушының құпиялылық баптауларына байланысты бұл қолжетімсіз, бірақ басқа нұсқа бар!

source: Выберите пользователя
kk: Пайдаланушыны таңдаңыз

source: Профиль пользователя
kk: Пайдаланушы профилі

source: ✅Включить уведомления
kk: ✅Хабарламаларды қосу

source: ⛔️Выключить уведомления
kk: ⛔️Хабарламаларды өшіру

source: ⛔️Уведомления отключены
kk: ⛔️Хабарламалар өшірілген

source: ✅Уведомления включены
kk: ✅Хабарламалар қосылған

source: 🔔Уведомления
kk: 🔔Хабарламалар

source: ⛔️Нет доступа
kk: ⛔️Жалғастыру үшін алдымен Nuspace веб-сайтында тіркеліп, Telegram-ды байланыстырыңыз. Бұл сіздің расталған NU пайдаланушысы екеніңізді растау үшін қажет.
